docs/blog/Online-meetups.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-05-22 Sun 01:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Кому нужны онлайн митапы?</title>
<meta name="generator" content="Org Mode" />
<link id="pagestyle" rel="stylesheet" type="text/css" href="../attachments/org.css"/>
</head>
<body>
<div id="preamble" class="status">
<p class="date">Created: 2022-05-22 Sun 01:18</p>
</div>
<div id="content" class="content">
<h1 class="title">Кому нужны онлайн митапы?</h1>
<div class="abstract" id="org2c67566">
<p>
Провести митап онлайн гораздо дешевле чем снимать помещение и кормить всех
пиццулей. На мой взгляд это путь в никуда, а сам я всегда стараюсь
организовывать митапы оффлайн. Рассказываю, почему.
</p>

</div>

<div id="outline-container-orgb82fabe" class="outline-2">
<h2 id="orgb82fabe">Онлайн митапы были временным решением</h2>
<div class="outline-text-2" id="text-orgb82fabe">
<p>
Кажется, что прошло уже почти 2 года с начала ковидопокалипсиса. Сразу попрошу
прощения у организаторов любых движух в онлайне за резкий тон. Вы большие
молодцы и организация конф и докладов - тяжелая работа, зачастую воспринимаемая
участниками как должное. Но настало время признать, что онлайн митапы в формате
&ldquo;говорящая голова читает текст под слайды&rdquo; были простительны только для
организаторов сезона весна-лето 2020, которых новая ковидная реальность застала
врасплох. Сейчас, когда уже всем понятно, что мир изменился, нужно придумывать
что-то другое, но мы упорно держимся за старый формат, пытаясь сохранить его,
как мумию Ленина в Мавзолее.
</p>
</div>
</div>
<div id="outline-container-orga85e2db" class="outline-2">
<h2 id="orga85e2db">Онлайн трансляции митапов - это шиза</h2>
<div class="outline-text-2" id="text-orga85e2db">
<p>
Ты сидишь перед монитором и смотришь, как докладчик что-то рассказывает, время
от времени становясь то более резким, то более размытым пока счётчик качества
скочит от 480p до 720p. В чате за весь митап три сообщения. И все три –
&ldquo;Задавайте вопрос спикеру и мы ответим на него онлайн!&rdquo;. Да и откуда им взяться,
если счётчик просмотров явно говорит, что вечером вторника желающих слушать про
разработку немного. Ловишь себя на мысли, а реальные ли те 20 зрителей.
Пытаешься понять, не дипфейк ли докладчик. Отвлекся на звуки из соседней комнаты –
твои домашние смотрят там что-то веселое, судя по громкому смеху. Вспоминаешь,
что забыл поужинать. Ставишь доклад на паузу, идёшь быстренько что-то разогреть.
Возвращаешься – ставишь на 2х, ведь ты хотел задать вопрос спикеру в конце. В
какой-то момент думаешь: &ldquo;а может потом всё на 2х и посмотреть? А сейчас лучше
повтыкаю в новый сериальчик&rdquo;. Закрываешь вкладку, идёшь к домашним смотреть
сериал. С вероятностью 99% доклад ты так и не досмотришь больше никогда. А
стоило ли начинать?
</p>
</div>
</div>
<div id="outline-container-org1dd1df4" class="outline-2">
<h2 id="org1dd1df4">Просмотр в записи - это нормально</h2>
<div class="outline-text-2" id="text-org1dd1df4">
<p>
Другое дело, когда тебя дйствительно интересует какая-то тема и ты ищешь видео
по ней. Не важно, с онлайн или оффлайн мероприятия. Находишь, смотришь на 2х,
3х, 0.5х. Смотришь на рабочем месте, в зале, в туалете, в транспорте, за ужином
– когда тебе удобно и как тебе удобно. Или не смотришь, а прокликиваешь и
понимаешь, что оно не про то что ты хотел.
</p>
</div>
</div>
<div id="outline-container-orgd571406" class="outline-2">
<h2 id="orgd571406">Социальные трансляции прошлого</h2>
<div class="outline-text-2" id="text-orgd571406">
<p>
Я не говорю, что всё надо смотреть только в записи. Даже до ковида были
интересные трансляции. Но обычно это были большие события типа WWDC или Google
I/O и мы собирались со знакомыми в баре и смотрели keynote доклады все вместе,
играли в буллшит бинго, реагировали на крутые анонсы криками &ldquo;да лааадно?!&rdquo;.
Если трансляцию не смотрят люди, которых ты считаешь частью своей социальной
группы, то она сразу теряет 1000 очков. Я припоминаю как было классно когда
прикупили корпоративный онлайн билет на конфу, съехались все вместе, забились в
переговорку и смотрели, обсуждали. А сейчас билет был только у меня и я не видел
ни одного доклада онлайн. Да и не поделишься интересным видосом с другом без
дилеммы &ldquo;нарушение правил площадки или ХХ килорублей за один видосик&rdquo;.
</p>
</div>
</div>
<div id="outline-container-org2744eb8" class="outline-2">
<h2 id="org2744eb8">Конференции уже не те</h2>
<div class="outline-text-2" id="text-org2744eb8">
<p>
Крупные площадки &ldquo;старого мира&rdquo; сейчас играют не на своём поле и живы(?) только
благодаря бренду и опыту. Но при этом не могут резко изменить свой формат,
потому что этот самый бренд его и диктует. Но бренд требует формат &ldquo;старого
оффлайна&rdquo;. А он на онлайн не ложится. Когда то видосы с конференций были
побочным продуктом, как пакетик мерча или фотки в инсте участников. Сейчас это
стало основным продуктом и это уже не то. Бренд изменяет себе.
</p>
</div>
</div>
<div id="outline-container-org7984016" class="outline-2">
<h2 id="org7984016">Оффлайн тоже не надёжный выход</h2>
<div class="outline-text-2" id="text-org7984016">
<p>
Многие требуют возврата в оффлайн, но получится ли с ковидными ограничениями
собрать достаточно людей, чтобы оплатить аренду и продакшен? Я не знаю. Но я
чувствую, что сейчас это не работает и нужно что то менять.
</p>
</div>
</div>
<div id="outline-container-org39ff5b9" class="outline-2">
<h2 id="org39ff5b9">HR-бренд удалённо плохо качается</h2>
<div class="outline-text-2" id="text-org39ff5b9">
<p>
Для организации митапов, спонсируемых компаниями для hr-бренда, вообще не вижу
никакого смысла в онлайн докладах. Да, это может быть бюджетнее чем арендовать
помещение, нанимать кейтеринг и делать ещё целую кучу вещей. Но без чувства
общности, без социального взаимодействия лояльность hr-бренду растёт туго. А
доклады можно отснять и выложить позже. Всё равно большинство просмотров
собирают записи, а не трансляция, если обязательно нужно какие-то метрики
считать.
</p>
</div>
</div>
<div id="outline-container-orge28ca67" class="outline-2">
<h2 id="orge28ca67">TL;DR:</h2>
<div class="outline-text-2" id="text-orge28ca67">
<p>
Старый формат одиночного доклада чужд онлайну. Нужно либо придумывать что-то
кардинально новое либо признавать поражение и возвращаться в оффлайн.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<a class="telegram-button button" href="https://t.me/izpodshtorki" target="_blank"><i></i><span>Подпишись и обсуждай в Telegram</span></a>
</div>
</body>
</html>
